#version: 0.2
t h
i n
l a
a n
e r
a r
s h
l i
in g</w>
t i
th e</w>
h a
a n</w>
e n
y o
o '
o n
o u
t o</w>
c h
o r
i s</w>
m a
e r</w>
s i
a t</w>
a l
d i
л а
r e
i n</w>
o f</w>
an d</w>
d a</w>
o n</w>
b i
u n
e n</w>
d a
e d</w>
s t
r i
yo u</w>
g a</w>
d i</w>
th at</w>
r o
e s</w>
a t
v e</w>
m i
la r
s a
o m
i t</w>
d e
o r</w>
th e
t a
la r</w>
i l
s e</w>
e l
r a
n o
i t
o l
n i</w>
' s</w>
t u
l e</w>
g i
l y</w>
w h
l e
g an</w>
s t</w>
er e</w>
q i
a s</w>
b e
n d</w>
a c
l o
a y
a m
b o'
b o
T h
v a</w>
en t</w>
a s
р и
th is</w>
m u
g h
i sh
e s
ti on</w>
a b
v er
s h</w>
d an</w>
b u
A nd</w>
i m
w e</w>
ha t</w>
o p
g an
ha ve</w>
а р
ar e</w>
m o
м а
y a
n ing</w>
r e</w>
s e
b u</w>
c h</w>
s u
c a
k e</w>
и н
n e
b e</w>
the y</w>
k i</w>
j u
f or</w>
m e</w>
in i</w>
g i</w>
t e
l d</w>
c e</w>
p e
д а</w>
т а
v i
л и
ou t</w>
g o
w as</w>
а н</w>
t er</w>
d o
c an</w>
q u
w it
t s</w>
k o'
ch i
' t</w>
g a
г а</w>
ла р
da y</w>
al l</w>
c om
al ly</w>
a l</w>
la n
t er
bi r</w>
th in
h o
w or
k e
. .
p ro
ou ld</w>
on e</w>
si z</w>
u l
s o
no t</w>
g '
d o</w>
w hat</w>
wit h</w>
g e
f i
d s</w>
bo' l
u n</w>
th er</w>
p o
т и
no w</w>
mi z</w>
t o
gh t</w>
c on
u se</w>
i r</w>
p p
s om
th ing</w>
u ch
e x
m y</w>
h i
u r</w>
m e
t a</w>
ла р</w>
k i
ab out</w>
н и</w>
f a
u r
ch a</w>
sh i
' re</w>
m an</w>
s o</w>
- -</w>
б и
u t</w>
` `</w>
y e
г ан</w>
b er
b a
th ere</w>
f or
sh un
bu t</w>
z i
' '</w>
қ и
li ke</w>
la n</w>
k in</w>
B u</w>
d u
ar a
д и</w>
p er
I t</w>
op le</w>
h e</w>
ver y</w>
on s</w>
c i
m en
v er</w>
l i</w>
m an
n ar
h e
у н
ин г</w>
li k</w>
е н
g e</w>
d e</w>
m en</w>
a y</w>
r u
pe ople</w>
с а
uch un</w>
c ha
t t
li sh
di m</w>
bo sh
с и
S o</w>
д а
lar ni</w>
ju st</w>
in gi
o y
f ro
di r</w>
ma y
ou r</w>
fro m</w>
Th e</w>
s a</w>
an t</w>
la di</w>
thin k</w>
e c
.. .</w>
Y o
ha m</w>
о р
l l</w>
a r</w>
li b</w>
in g
ar li
si z
yo ur</w>
v o
u gh
bi lan</w>
b un
м ен
в а</w>
Yo u</w>
ugh ter</w>
p re
з и
c ou
e m
the ir</w>
i f</w>
t e</w>
k now</w>
a ti
ҳ а
o' z
o' y
ch i</w>
м и
t ed</w>
u d
il l</w>
p i
k a
arli am
o da
P arliam
ар ла
r ou
bi z</w>
B ut</w>
da gi</w>
b y</w>
y an
s ti
арла мен
n i
k ing</w>
t h</w>
н и
b or
v a
м у
y u
the m</w>
o w</w>
a k</w>
W e</w>
лар и</w>
wh o</w>
or e</w>
in e</w>
wh i
go ing</w>
er s</w>
a d
w ay</w>
б ў
s i</w>
o k</w>
ju da</w>
ч и
т а</w>
s an
whi ch</w>
ko' r
V a</w>
н инг</w>
q il
q a</w>
o ther</w>
ge t</w>
g o</w>
t ar
la b</w>
o' r
o d</w>
lar ning</w>
ca use</w>
en ce</w>
к и
w ould</w>
som e
B i
w ill</w>
t w
u p</w>
p ar
m i</w>
i b</w>
a di</w>
у н</w>
h ere</w>
m ent</w>
bi r
к а
la ri
i d</w>
ла ри
th en</w>
t el
e y</w>
р а
la y
la sh
wh en</w>
lar i</w>
lar ga</w>
k er
L a
yo t
ti me</w>
m ore</w>
e v
e ma
л о
д ан</w>
b er</w>
li k
д и
в а
g u
g h</w>
di gan</w>
п а
t r
som e</w>
se e</w>
ho w</w>
b ac
La ughter</w>
н а
s el
d on</w>
de b</w>
M en</w>
к у
y i
қ а
a k
' m</w>
к ў
tu r
i sh</w>
g re
Parliam ent</w>
the se</w>
mi z
k in
in ter
h u
t y</w>
c u
oda m
ha pp
e k
ay t
w n</w>
p u
о н
st e
be cause</w>
q ar
s s</w>
es s</w>
w ant</w>
g s</w>
s on</w>
q a
ou se</w>
in to</w>
ha d</w>
b le</w>
д е
o la
es a</w>
an g
в о
sh e</w>
s y
ri ght</w>
m in
d er
ри ш
й и
i s
f e
e di</w>
' ve</w>
p a
c re
q an
арламен т</w>
u lar</w>
st ar
sa y</w>
h is</w>
па ла
tu ally</w>
ha qi
b or</w>
w ere</w>
m p
m a</w>
ga r</w>
ar s</w>
mu m
Th is</w>
ли ш
y a</w>
vi de
ti ons</w>
thin gs</w>
s on
ingi z
л и</w>
ker ak</w>
ha m
c ould</w>
c o
L e
wor k</w>
u s</w>
0 0</w>
sh i</w>
re ally</w>
m on
c k</w>
c e
ҳ у
sa id</w>
s ed</w>
a d</w>
un i</w>
it y</w>
р о
u m
ma ke</w>
ingi z</w>
ha s</w>
g in
en ts</w>
t al
on g</w>
at e</w>
б е
y at
o d
nar sa
f u
f er
y o</w>
st ud
some thing</w>
i z
c al
i k
S h
t ing</w>
o f
Th ey</w>
k el
N ow</w>
tw o</w>
sh u</w>
p or
i r
bac k</w>
K ul
ку ма
г а
q al
ca l</w>
' ll</w>
s in
n o</w>
n e</w>
n a
l u
im a</w>
en g</w>
с о
ин и</w>
ya p
ch o
a v
м о
к и</w>
б о
ri b</w>
mo q
k s</w>
T hat</w>
ч а</w>
wh ere</w>
d n</w>
an d
W hat</w>
и ш
ye ars</w>
p la
o m</w>
h er</w>
ar d</w>
a ch
ҳ и
қ он
s en
ou nd</w>
g t</w>
bo'l gan</w>
Kul gi</w>
y er
q o
o s</w>
ema s</w>
el l</w>
di k</w>
ac tually</w>
a m</w>
ҳу кума
ар а
qu es
ol d</w>
li gi
j oy
haqi da</w>
be en</w>
an y</w>
к е
б а
th ou
sh a
i de
e ver
bi z
W h
wor ld</w>
ti b</w>
li sh</w>
H ouse</w>
o ver</w>
com e</w>
ж а
mum kin</w>
le ar
k u
happ en
ha r</w>
e l</w>
di d</w>
I f</w>
ver n
t an
shun day</w>
o se</w>
o l</w>
g ra
fi r
f e</w>
d y</w>
s p
q o'
p s</w>
mu si
l ed</w>
k ed</w>
g ar
d re
c la
a f
т у
ti r
t ly</w>
in ing</w>
Th ere</w>
t ra
si mp
q ay
fir st</w>
do ing</w>
d er</w>
ab le</w>
t o'
s si
pro b
mi l
m ar
E n
л ган</w>
б у</w>
y ing</w>
th rou
le t</w>
it s</w>
A pp
би ла
tu re</w>
n ima</w>
bi li
Bi z</w>
. .</w>
ш и
у ч
а ъ
ı n
vern ment</w>
k at
bosh qa</w>
қ ў
un ing</w>
tt le</w>
th an</w>
ta '
nar sa</w>
ma k
i m</w>
go t</w>
f o
bo' ladi</w>
be ing</w>
з о
ti ve</w>
sa k
ou s</w>
f ac
w i
ste m</w>
lo ok</w>
la use</w>
j a
an i
M em
C h
man y</w>
ma s
li ttle</w>
le kin</w>
i st
go od</w>
com p
bun i</w>
bo dy</w>
throu gh</w>
sy stem</w>
cou n
b at
App lause</w>
я т
п арламент</w>
г и</w>
ya x
w e
un ki</w>
e t</w>
c t</w>
Le kin</w>
H e</w>
уч ун</w>
yo ki</w>
y il
ish la
f in
e very</w>
b r
ў з
ф а
аъ зо
v ing</w>
ti ri
sh ould</w>
n um
hi m</w>
y thing</w>
th ose</w>
te ach
r an
o q
o b
g en
ac h</w>
ор и</w>
w er</w>
t ri
s pe
mo st</w>
l s</w>
qan day</w>
d ing</w>
c s</w>
ber s</w>
ar i
I n</w>
u s
ti m
sel f</w>
re e</w>
r on
qi lib</w>
ma t</w>
ch il
G o
ў з</w>
била н</w>
yo r
y s</w>
k or
en d</w>
an i</w>
am e</w>
a h
т о
si da</w>
p ri
om e</w>
ma y</w>
e t
e du
bi l
a tion</w>
ми з</w>
x t</w>
t ter</w>
s s
li g
li fe</w>
di f
an s
му м
ли б</w>
w s</w>
u v
p ut</w>
i z</w>
for e</w>
e st
ba j
L or
ш а
ки н</w>
ro om</w>
mu ch</w>
ke y
k a</w>
ce p
ҳ о
қон ун</w>
т ў
w at
st or
gi z</w>
ca tion</w>
ay s</w>
as i</w>
an a</w>
ud di</w>
s cho
men ing</w>
may di</w>
fu l</w>
b ra
a p
A n
A m
мум кин</w>
ла ди</w>
un i
t op
t om
qi lish
ou r
lar ini</w>
c ess</w>
T E
Q ar
арламен т
w ays</w>
v es</w>
v ed</w>
t en</w>
r i</w>
qi la
prob le
p le</w>
lo t</w>
en ti
dif fer
bu il
al so</w>
M u
A gar</w>
қ ори</w>
б у
yer da</w>
ques tion</w>
o'r gan
m s</w>
ki ds</w>
gan da</w>
el y</w>
d un
an k</w>
a ge</w>
a ga
с а</w>
да й</w>
yo z
t in
sak lar</w>
o h
ne ed</w>
gin a</w>
b ar
an s</w>
A l
пала та</w>
пала та
лар ни</w>
ı n</w>
v en</w>
tr y</w>
tal k</w>
q ara
odam lar</w>
ma '
li m</w>
bo la
ш и</w>
с и</w>
ри б</w>
wh y</w>
ti z
t i</w>
or i
mil li
li da</w>
fi k
do es</w>
Qar saklar</w>
ж у
vide os</w>
tt ing</w>
sh a</w>
sa v
p h
i j
hu man</w>
h ara
g rou
ev en</w>
er i
cal led</w>
c es</w>
Lor ds</w>
са й
м о</w>
лари ни</w>
ва зи
u di
ti sh
qi s
q at</w>
por t
ou n
ol e</w>
ol a</w>
lar dan</w>
ko' p
k it
he ch</w>
e a
di dn</w>
c en
be fore</w>
ar ound</w>
a li
қ ар
ё ки</w>
po in
ne w</w>
lar da</w>
kin d</w>
e f
da vo
ch an
c ent</w>
bo' la
ҳа м</w>
ар ти
Ю қори</w>
yan a</w>
w ri
ta ke</w>
per i
mak ta
l es</w>
ide a</w>
e p</w>
d en</w>
ch ang
baj ar
M en
I n
u y
s o'
s la
ne ver</w>
lo o
k o</w>
ish on
i l</w>
gan i
di lar</w>
bo' lish
ҳи со
ti on
ti l
sa k</w>
s or
r y</w>
q at
p e</w>
g y</w>
ec t</w>
e y
do wn</w>
de k</w>
ч и</w>
ри ш</w>
ли к</w>
з а
tu shun
q ol
on ly</w>
ma de</w>
ish ni</w>
edu cation</w>
c ul
си да</w>
би р</w>
yot gan</w>
ti sh</w>
siz ga</w>
san giz</w>
ro w</w>
ol u
o'z gar
mi ght</w>
ma g
li gi</w>
la y</w>
k un
ish i</w>
ga pi
c ame</w>
aga in</w>
S iz</w>
3 0</w>
yo '
si on</w>
s er
o wn</w>
ne xt</w>
l ing</w>
f oy
el ec
ch unki</w>
an other</w>
Th ank</w>
yan i</w>
wh ole</w>
vide o</w>
u su
ro q</w>
on i
in chi</w>
il e</w>
ham ma</w>
cou r
bra in</w>
b al
T wit
ҳукума т</w>
р у
yax shi</w>
u z
u larning</w>
ta di</w>
star ted</w>
si g
s c
r at
p ayt
o t</w>
k ab
joy ib</w>
h uddi</w>
cour se</w>
c tion</w>
b ab
2 0
п у
v en
tim es</w>
ti ra
t en
sh u
re s</w>
m o</w>
j o
in tel
h el
gre at</w>
f un
e st</w>
differ ent</w>
U lar</w>
TE D</w>
Go vernment</w>
C om
.. ..</w>
' d</w>
тў ғ
ла н
yi l</w>
ti es</w>
simp le</w>
o lib</w>
man a</w>
lig ini</w>
it e</w>
d ed</w>
Parliam en
M a
к о
vi e
ter i
scho ol</w>
s es</w>
o'y la
la ughter</w>
kat ta</w>
k as
bi ro
a joyib</w>
чи қи
т лар</w>
т ган</w>
ма в
П арламент</w>
un der
ta sh
t or
o' t
m un
lo w</w>
f ri
ex am
d one</w>
c y</w>
bi la
be li
at ing</w>
a gar</w>
Parliamen tar
с у
о и
л ма
аъзо лари</w>
wor king</w>
thou ght</w>
th ree</w>
ta k
t ru
stud ents</w>
od di
num ber</w>
n ati
may be</w>
le gi
l a</w>
ish ga</w>
gi ve</w>
di s
comp le
ar y</w>
O h</w>
Mu si
Mem ber</w>
1 0</w>
т е
пу та
кў риб</w>
Б и
z ir</w>
th s</w>
stor y</w>
star t</w>
so ha
s at
pre s
ma ti
ma gan</w>
k il
i ç
ever ything</w>
de y
c or
ҳукума т
у лар</w>
п о
u sh
te x
qal oq
q o'y
of f</w>
o' x
nar san
legi sla
l er
k no
e ver</w>
c ture</w>
be tter</w>
at u
as o
Wh en</w>
Sh un
т та</w>
й и</w>
е н</w>
в чи</w>
ü n
udi ence</w>
stud ent</w>
st ati
stati sti
sh o
ra q
r a</w>
pu b
pro du
on a
mi da</w>
ma sh
m ber</w>
ge tting</w>
cre ati
cla ss
ch im
bo ok</w>
b i</w>
ло йи
лойи ҳа
лар га</w>
де пута
а м
yo sh
ye ar</w>
ul la
si ga</w>
qi zi
poin t</w>
no lo
la sh</w>
key in</w>
ingiz ni</w>
i ght</w>
e k</w>
bi g</w>
at es</w>
N o</w>
En di</w>
Com m
ш ун
ла на
бў лган</w>
бе риш
v chi</w>
t or</w>
re d</w>
port ant</w>
o' zi
o' sha</w>
o c
n ed</w>
mag ine</w>
le ss</w>
k at</w>
im portant</w>
h ol
foy da
fa qat</w>
es s
e ve</w>
dre n</w>
da m</w>
d in
P e
қ у
х и
тўғ ри
ла ш
ке ра
де б</w>
w ell</w>
va zi
ur u
tiz im
t es</w>
sti tu
st an
sa me</w>
proble m</w>
p er</w>
mo de
mi t
men ts</w>
li m
l ong</w>
ham ma
ha yo
gan i</w>
ga cha</w>
g' ri</w>
c ol
at ed</w>
af ter</w>
a go</w>
U n
M P
Comm ons</w>
C A</w>
B u
0 00</w>
ҳисо б
қи лиш
Қ у
Қу йи</w>
о ли
мав жу
лар да</w>
а й
wh e
w ing</w>
v el</w>
ulla s</w>
tu n</w>
to o</w>
t ro
sav v
ri sh
po si
narsan i</w>
lo ve</w>
le a
l er</w>
il li
il gan</w>
ij od
happen ed</w>
ha l
h ome</w>
dun yo
c ar
bal ki</w>
al ways</w>
a g
W ell</w>
B o
B e
5 0</w>
с та
м а</w>
кера к</w>
бў лиш
w an
v el
ta l</w>
t r</w>
r in
mu am
lear n</w>
la t
la st</w>
en er
e en</w>
di vi
d ı</w>
d an
com es</w>
chil dren</w>
bun day</w>
ar t</w>
ah mat</w>
ad y</w>
R ahmat</w>
O ne</w>
MP s</w>
J u
қ а</w>
Ш ун
yo ne</w>
sti ll</w>
s pi
ra k
p en
p ay
min u
men ga</w>
ma l
l dn</w>
ko' ra
ish i
ing s</w>
es n</w>
e sh
beli eve</w>
b ro
b lo
Twit ter</w>
S he</w>
H ow</w>
қў ми
э га</w>
тўғри сида</w>
са во
лари нинг</w>
лар нинг</w>
б ар
z a
yo n
v al
us ing</w>
ter s</w>
teach er</w>
so dir</w>
si de</w>
re al</w>
q in
pro cess</w>
po li
olu tion</w>
mit te
li shi
lay di</w>
ko'r a</w>
it ed</w>
inter est
in son
i chi
hara kat</w>
h ouse</w>
g uru
f t</w>
f ol
e qu
e ach</w>
do esn</w>
cha qaloq
c ed</w>
bo'l ma
as ini</w>
a u
S al</w>
M y</w>
1 9
я т</w>
ор а
мавжу д</w>
би з</w>
under st
th er
tel l</w>
ta' lim</w>
ta ble</w>
su re</w>
su c
st ri
si st
re la
r ong</w>
o ladi</w>
ne y
li ter
lan gan</w>
k om
i magine</w>
go vernment</w>
gi z
g er</w>
for ma
e '
da ta</w>
d ı
d da</w>
chan ge</w>
Sh u</w>
Musi c</w>
Mem bers</w>
B ir</w>
та ъ
сай ло
о да
бо ш
П арламент
w a
va q
tel y</w>
si y</w>
si n</w>
sa bab
ri sh</w>
ra l</w>
r en
qal i</w>
po wer</w>
per son</w>
o v
musi c</w>
mu st</w>
me an</w>
makta b
l ı
l ine</w>
ijod kor
ho zir</w>
gen er
el ek
ea h</w>
do m</w>
coun try</w>
chi q
c er
bo'l di</w>
bi t</w>
b en
a j
Y eah</w>
T u
C ola</w>
2 0</w>
1 8</w>
р и</w>
г арти
z ar
wor d</w>
w rong</w>
v ity</w>
v al</w>
to p</w>
st u
savv ur</w>
or t</w>
om e
oddi y</w>
lo b
l en
intel ligi
foyda lan
el se</w>
da v
con stitu
com mitte
ba bi
a pp
Y ou
M ana</w>
ё тган</w>
си ё
л у
ди ган</w>
га н
г и
ва қ
Б у</w>
y body</w>
x oh
x a
w ha
un intelligi
unintelligi ble</w>
ti l</w>
sa ys</w>
sa lan</w>
ra h
or qali</w>
ol di
mu h
mi ly</w>
me ans</w>
lari ga</w>
l in
ko'r sat
ke la
ke ep</w>
hel p</w>
g ö
fin d</w>
f our</w>
exam ple</w>
en di</w>
class room</w>
bo'l sa</w>
babi es</w>
Parliamentar y</w>
O '
A udience</w>
ўз гарти
ша ди</w>
ш бу</w>
лана ди</w>
й ди</w>
ин инг</w>
yu q
yan gi</w>
y ar
w ar
va f
v chi
tw een</w>
so' ra
siz mi</w>
sh ow</w>
se con
sa m</w>
ques tions</w>
p as
ou gh</w>
o' sh</w>
miz ni</w>
mi r
ma' lu
li c
ki m</w>
kab i</w>
k o
inter ac
ik ki</w>
go es</w>
g el
for m</w>
ex ac
d ol
c k
bu tun</w>
bir inchi</w>
be tween</w>
b la
as ed</w>
ac coun
You Tu
A ll</w>
қи либ</w>
ти ш</w>
п арламент
н о
ма н</w>
лар дан</w>
кў р
zi r
whe ther</w>
ver si
un ga</w>
tu sh
tr ans
to ge
toge ther</w>
te ver</w>
te ch
st ru
s ing
re as
qi lish</w>
p ac
of ten</w>
o q</w>
ne ur
moq chim
liter ally</w>
lear ning</w>
lan gu
ke lib</w>
k on
he ad</w>
ha yot
ha ving</w>
forma tion</w>
elek tr</w>
d en
c an
bosh la
bo'lish i</w>
biro r</w>
am an</w>
Am eri
э ма
ц и
ла б</w>
ди м</w>
д ои
а л
wh ile</w>
vo j
tt y</w>
tiri sh</w>
tion al</w>
ti c</w>
t y
su r
s ini</w>
ri b
ra s
pro f
payt da</w>
or a
num bers</w>
n om
n am
mu him</w>
milli on</w>
men i</w>
li c</w>
legisla tion</w>
in f
happen ing</w>
fi ve</w>
fe el</w>
e' ti
con cep
ch ed</w>
bir i</w>
bili ty</w>
ay lan
as k</w>
ans wer</w>
YouTu be</w>
H a
Bi z
A s
қон ун
фа оли
ун инг</w>
саво л
ли ги</w>
кў п</w>
й ў
в чи
ü z
z i</w>
yot gan
yo sh</w>
wan ted</w>
w on
v ari
ta y
ta in</w>
t un
shun i</w>
s ci
ri voj
qo' l
pre tty</w>
ou s
on e
min d</w>
m ni</w>
lari da</w>
ja vo
is su
h a</w>
grou p</w>
g' ri
g' o
esh it
en ough</w>
da y
d ara
ci al</w>
chang es</w>
c le</w>
c ally</w>
bo' lib</w>
an cha</w>
al s</w>
al i</w>
T a
Shun day</w>
Be cause</w>
у шбу</w>
р е
ın ı</w>
wi th
wha tever</w>
vie w</w>
vi y</w>
uv chi</w>
u sed</w>
to day</w>
su b
so f
s o'z
qil a</w>
ous ly</w>
op en</w>
on ce</w>
ola miz</w>
no thing</w>
narsa larni</w>
mi y
m ing</w>
le vel</w>
ker ak
iç in</w>
ingiz da</w>
in son</w>
im cha</w>
i y</w>
hi story</w>
he ar</w>
g er
fik r
fe w</w>
e se</w>
e h
da ys</w>
d ra
c ur
bola lar</w>
be st</w>
al most</w>
H o
ци я</w>
с т
р ли</w>
му ҳи
м ен</w>
кўр са
йи ча</w>
бў йича</w>
ам мо</w>
yo un
vaf fa
to ok</w>
ti cal</w>
teach ers</w>
siz ni</w>
sh ar
secon d</w>
se en</w>
sa q
rivoj lan
re ad</w>
qu ite</w>
qi yat
qi sh
po ssi
per cent</w>
on a</w>
o lish
narsa lar</w>
n u
n atu
n a</w>
mu l
me di
ma t
ma q
m or
k im
interest ing</w>
i se</w>
hi so
gan di</w>
g' i
fac t</w>
ex peri
e shi
d es</w>
d ar
ch e
bun ga</w>
ber adi</w>
b in
av val</w>
an ything</w>
Wh y</w>
W K</w>
V K</w>
Th en</w>
Men ing</w>
K A</w>
D o</w>
Ch unki</w>
C o
4 0</w>
1 6</w>
қўми та
қи л
ў р
э ти
ч а
си й</w>
палата да</w>
н г</w>
бар ча</w>
yor dam</w>
w in
w ent</w>
uv chi
tom on
to' x
t ta</w>
t o'r
t ing
t eng</w>
su pp
su d
st s</w>
sh ak
re s
re ady</w>
qay ta</w>
pub lic</w>
pu ter</w>
or i</w>
ney ron
miz ga</w>
loo ked</w>
l gan</w>
ko' rib</w>
ke t
ha y
h op
gu y</w>
fa ther</w>
f ron
f ar
chil d</w>
chi qar
c ri
buil d</w>
bi ri
as lida</w>
as h</w>
an ing</w>
al o
ab ly</w>
a q
S t
E v
эма с</w>
ун га</w>
по зи
п пози
н а</w>
ла ни
и ро
и к
е р
да в
вази р
а ди</w>
z o</w>
yo q
yo l
x i
x ab
w al
vaffa qiyat
u mu
tiri sh
ta savvur</w>
so dda</w>
qo' sh
qi ladi</w>
qa ch
proble ms</w>
po se</w>
p lay
ol d
o'y lay
o' l
o t
ne t</w>
musi qa</w>
m y
m on</w>
li y</w>
langu age</w>
j ec
in formation</w>
ichi da</w>
h un
gi ven</w>
gi r
g n</w>
g in</w>
en ds</w>
ema k</w>
em ent</w>
e ga</w>
di r
de ci
davo mida</w>
da gi
cou ple</w>
ci r
c at
bo'l gan
bo th</w>
a way</w>
Y our</w>
M ay
D emak</w>
Am mo</w>
1 2</w>
ҳисоб ланади</w>
та ш
с ини</w>
ни дан</w>
м ла
лари га</w>
лан ган</w>
ка тта</w>
и м
би з
ı l
ü ş
yo ur
wat ch</w>
un til</w>
u larni</w>
tech nolo
technolo gy</w>
t ou
st re
siz larga</w>
sa ying</w>
qo bili
posi tion</w>
pla ce</w>
par ti
p ul
p t</w>
o p</w>
n er</w>
moqchim an</w>
mode l</w>
mo ve</w>
mi y</w>
li st
l on
ko'r in
ko' z
k uni</w>
j i
ijodkor lik</w>
ide as</w>
happen s</w>
h ar
f f</w>
en d
dun yo</w>
de gan</w>
d ingiz</w>
com ing</w>
cha l
c ro
bu sin
bo' y
biz ga</w>
ati ons</w>
at a
as bo
and ar
al lo
Le t</w>
H a</w>
F or</w>
Co ca
' ni</w>
Қ иро
таъ си
т лари</w>
т и</w>
сиё са
си га</w>
с ў
ппози ция</w>
о л
муҳи м</w>
ми з
ма ъ
ма са
и ста
и й</w>
ж ара
дав ла
ба та
а с
yo r</w>
wri te</w>
w om
t ı
si t</w>
si dagi</w>
se z
sa vo
qu i
prob ably</w>
par t</w>
p ed</w>
or der</w>
ola siz</w>
ol may
o shi
n g
mul ti
minu tes</w>
ma v
ma k</w>
la tion</w>
kin chi</w>
ke ladi</w>
k ar
jo b</w>
it self</w>
ish lab</w>
happ en</w>
ha ps</w>
h old</w>
ge br
gebr a</w>
g es</w>
fo cu
ey es</w>
ever yone</w>
elec ted</w>
el ing</w>
e dim</w>
di se
davo m</w>
concep t</w>
chi lik</w>
ch ar
c lo
c li
c a</w>
bun ing</w>
bo' lar
bo g'
biz ning</w>
ar ch</w>
ang la
am s</w>
al gebra</w>
a se</w>
M in
H ullas</w>
20 0
ара жа
ın da</w>
your self</w>
yo n</w>
wat er</w>
w ard</w>
underst and</w>
u l</w>
to v
tira di</w>
ti shi
thou gh</w>
sor t</w>
so on</w>
sig n</w>
sc ru
scru tin
sa w</w>
s ing</w>
pre sen
pla y</w>
p op
oun ds</w>
or s</w>
o b</w>
ne cha</w>
n s</w>
n ess</w>
moq chi</w>
me mber</w>
lik ni</w>
le ad
lari dan</w>
ki ch
in de
il o
ho lat
hara kat
hal f</w>
g un</w>
fu ture</w>
fa r</w>
f re
f ec
exac tly</w>
e m</w>
e d
di st
de mi
da st
committe es</w>
cha ki</w>
bor a
be come</w>
bat ta</w>
ay ta
Un ited</w>
Min ist
In ter
H am
C ar
B uni</w>
A y
қа н
ў т
ў й
я х
ша х
та ди</w>
сайло вчи
ор қа
н у
ма н
ди р</w>
б ора
y ara
ty pe</w>
ti da</w>
ta tion</w>
t on</w>
sud den</w>
statisti cs</w>
st er
sing le</w>
si ya
shu ki</w>
s po
s le
s an</w>
reas on</w>
rah mat</w>
pi cture</w>
p ra
ou t
ol o
ni ma
ni ght</w>
natu ral</w>
mu rak
mar ta</w>
mak es</w>
ma'lu mo
ma z
ma te
ma s</w>
ma king</w>
m ga</w>
kit ob
k un</w>
issu es</w>
i ş
ha t
h shi</w>
h an
ga p
f li
er ish
em s</w>
do im</w>
de vel
d ro
creati vity</w>
creati ve</w>
cha mber</w>
c y
c ing</w>
c el
c all</w>
br ing</w>
bo' yi
bir ga</w>
ba '
b ased</w>
ay tib</w>
ar ti
ar e
Y a
ҳа р</w>
ҳа м
ў зи
фаоли ят
ун да</w>
п арти
м и</w>
йи л
да ги</w>
д аража
вази ят
в ва
а ла
П ала
yap miz</w>
yap man</w>
ya qin
ya 'ni</w>
y lik</w>
y at</w>
xa qi
x il</w>
won der
w er
un da</w>
u p
tt i</w>
tt en</w>
ti rib</w>
ti mo
thin king</w>
ta in
t old</w>
t da</w>
t ally</w>
suc cess</w>
stu ff</w>
so l</w>
si ya</w>
sel ect</w>
qi b</w>
qara b</w>
qach on</w>
par ty</w>
par ents</w>
oy a</w>
on es</w>
ola digan</w>
ol ved</w>
ol s</w>
oda m</w>
o'y lab</w>
o' s
mu vaffaqiyat
mon ey</w>
mate mati
ma salan</w>
lik ka</w>
li ga</w>
l ı</w>
kit a</w>
kas al
in gi</w>
in cre
im k
im dan</w>
ho zir
hiso b
ha n</w>
grou ps</w>
gh ts</w>
g'o ya
f ul
f ound</w>
f an
e'ti bor</w>
e i
da r</w>
d ri
d or
d ent</w>
cir cu
ca se</w>
busin ess</w>
buil t</w>
bosh qa
bo'yi cha</w>
be came</w>
bac k
b re
ay di</w>
as s
as es</w>
an y
an ti
a mal
K o'
K ing</w>
I k
H ey</w>
Coca -</w>
C on
A fri
2 9</w>
қў л
қар ши</w>
ўт ка
ўзгарти риш
э са</w>
хи з
хиз ма
х о
у су
ти ш
т да</w>
ода м
о чи
маъ лу
ма с
ло б
ли ш</w>
лаш ган</w>
ла ш</w>
л а</w>
ин г
з и</w>
жара ё
бў лма
бу л</w>
бе ра
У лар</w>
ç ok</w>
yu ra
ye t
w ed</w>
val u
v ely</w>
un dan</w>
u m</w>
tra di
te z</w>
t re
t -</w>
se v
se t</w>
s ı
ro ss</w>
re member</w>
re ali
qi y</w>
qi y
p lan
ou ldn</w>
o' q
o ta
neur ons</w>
muam mo
mo ther</w>
mo d
miz da</w>
mi ya
mash in
ma j
ma gan
loo king</w>
le cture</w>
ki chi
k ay</w>
k an</w>
k am
im da</w>
ik kita</w>
he ard</w>
hamma si</w>
h ur
for ward</w>
f l
experi ence</w>
ener gy</w>
ek an
e ar
dara ja
d ge</w>
cul us</w>
con tro
con si
cla ss</w>
chi si</w>
c l
c ks</w>
bun dan</w>
bo'y lab</w>
amal ga</w>
S ome</w>
May be</w>
M i
L i
A s</w>
1 6
ҳо ка
ши м
ф о
та ри
т о</w>
о во
му ҳока
мла ка
ма млака
лари да</w>
жа во
бўлиш и</w>
а ни
Шун дай</w>
Би з</w>
yu k</w>
x ona
vi ru
v e
ul es</w>
tur y</w>
tur n</w>
ti m</w>
tex t
tex nolo
texnolo gi
ta x
t ent</w>
su m
ssi cal</w>
sp on
some body</w>
simp ly</w>
re st</w>
qis m
qil ing</w>
qil gan</w>
q o'r
prof es
po sed</w>
per haps</w>
one -</w>
o'x sh
o' qu
ne e
na sh
moq da</w>
me et</w>
m om
m er</w>
ligi ga</w>
lar ı</w>
la shi
javo b</w>
ingiz ga</w>
in v
imk oni
im pro
im ni</w>
i ch
h er
h ard</w>
guru h
g la
ex pe
ex c
ev olution</w>
e vi
da qi
da m
cou ldn</w>
cla ssical</w>
can not</w>
cal culus</w>
c ra
c king</w>
c ess
bosh qar
bosh lan
bac teri
ay ra
au ti
am end
a h</w>
a '
V in
P i
L os</w>
K han</w>
E ver
E mily</w>
As lida</w>
1 9</w>
ҳ ара
ҳара ка
қа бул</w>
қ дим</w>
қ да</w>
ш у</w>
чи қа
ту рли</w>
таъси р</w>
та қдим</w>
т ни</w>
т ара
ри лади</w>
орқа ли</w>
о ппозиция</w>
н о</w>
ми да</w>
маса ла
лиш и</w>
ли к
инг де
ингде к</w>
дои мо</w>
давла т</w>
бў либ</w>
б и</w>
а со
А м
zi b</w>
z am
youn g</w>
ya ş
ya sh
xab ar</w>
w on</w>
vazi f
v an
tur gan</w>
tur gan
ta' si
ta miz</w>
supp ort</w>
su n</w>
spe ak</w>
sin s</w>
shi p</w>
savo l</w>
sak ki
ri es</w>
re cen
recen tly</w>
q o</w>
pro q</w>
pres ent</w>
possi ble</w>
pay do</w>
on -</w>
o'rgan ish</w>
o ti
ni ce</w>
mun o
mon ths</w>
mi sol</w>
ma tter</w>
ma d
m da</w>
m bo
lob b
lish i</w>
lik lar</w>
lic ity</w>
li ve</w>
li ght</w>
lear ned</w>
le c
la te</w>
la b
kich kin
k al
j on
j ect</w>
j ara
is n</w>
in i
im ga</w>
ik kinchi</w>
h in
guru h</w>
gi bi</w>
gapi ra
g ro
g on
fron t</w>
f el
enti re
en i</w>
ema s
elec tri
el s</w>
ek an</w>
e ight</w>
e e
divi du
di re
de ta
d ence</w>
cou sins</w>
constitu ents</w>
ch ing</w>
cer tain</w>
buil ding</w>
bu tun
bi y</w>
aso siy</w>
al batta</w>
accoun t</w>
W or
W illi
Vin cent</w>
Th ese</w>
Pe ople</w>
P o
O n
M r</w>
L on
Ju st</w>
G od</w>
7 0</w>
қи ро
қан дай</w>
қа й
ў ти
ч ун
чун ки</w>
у ни</w>
то мо
томо нидан</w>
ти зи
ти да</w>
ово з</w>
о ши
ли қ</w>
ки ри
ки л
и миз</w>
даража да</w>
г ини</w>
а н
ü re
zi m</w>
z ed</w>
z e</w>
y le</w>
x ir
wor ks</w>
w as
was n</w>
ur ing</w>
umu man</w>
u sti
u mi
u ch</w>
tu res</w>
tizim i</w>
tal king</w>
ta s
spe ci
si l
shun chaki</w>
sha x
se ven</w>
sci ence</w>
sa ba
s sed</w>
s m</w>
ro le</w>
re cor
raq s</w>
r and
qil dim</w>
pub lish
peri od</w>
p les</w>
p at
our s</w>
or gan
op position</w>
oldi n</w>
old ini</w>
n er
m er
li ves</w>
lari miz</w>
la p
ko'p ay
k new</w>
ish ti
in s</w>
in dividu
il d
i ste
i li
i f
i ce</w>
hop e</w>
hol da</w>
he al
h y
h on
gan ini</w>
g ni
fol lo
fi c</w>
f ect</w>
ex per
ever ybody</w>
equ al</w>
en s</w>
en ing</w>
e di
di sa
di ki</w>
devel op
de ğ
de my</w>
da men
d ya</w>
d ly</w>
con ne
comple tely</w>
co gni
butun lay</w>
bu l
bo t
bla ck</w>
bi ll</w>
bacteri a</w>
ay n
ay ap
at ro
are as</w>
ar li</w>
am es</w>
al ready</w>
aj ra
ac ti
ac ross</w>
Y es</w>
S iz
S ha
O l
N ot</w>
N e
K ey
K eling</w>
H ar</w>
G re
Car ol
Bo sh
A re</w>
1 4</w>
1 00</w>
қил ин
қ и</w>
Қиро л
ўтка зи
т ар
си з</w>
с е
на ти
на з
н е
н ар
маълу м</w>
ма ж
лойиҳа си</w>
ла ётган</w>
л ь
иш ла
и бора
депута тлар</w>
ган да</w>
ба тта</w>
аъзо си</w>
а ма
М ен</w>
ı ş
yo t</w>
yap di</w>
ya q
xoh la
x at
wri ting</w>
wor ds</w>
vaq t</w>
v ement</w>
v ar
uni versi
un der</w>
tu b</w>
tr ying</w>
tov ush
to -</w>
the mati
th ers</w>
ter ms</w>
t </w>
t ga</w>
t at
su v</w>
st ra
st op</w>
st er</w>
some one</w>
so at
simp licity</w>
si x</w>
si ons</w>
si l</w>
si dan</w>
shak l
sh ort</w>
s pre
ru vchi</w>
re spon
raq am
qu v
qil in
q ab
qab ul</w>
pu l</w>
pop u
parti cu
or z
on i</w>
ol du
o'x sha
o ks</w>
ng ra</w>
n al</w>
my self</w>
mod ules</w>
mo ths</w>
may digan</w>
mav ju
maq sa
ma te</w>
m ing
m es
lobb ying</w>
lo st</w>
li br
lash ga</w>
la t</w>
la h</w>
ko' tar
ko' proq</w>
kno ws</w>
ka z
k uch
ish da</w>
interac tion</w>
intel lig
inf lu
in ven
in de</w>
h and</w>
gö r
ge ts</w>
gan dek</w>
g u</w>
g row</w>
fun damen
fi gu
fer en
fac e</w>
f oun
entire ly</w>
ek s</w>
e ce</w>
do c
dast ur
comp any</w>
com puter</w>
co ver
chaqaloq lar</w>
chang ing</w>
ch or
c ti
biz da</w>
ba si
b el
ay tadi</w>
ay ni</w>
ay ni
as ked</w>
app li
an g</w>
an a
TE D
T o</w>
R o
N ima</w>
M at
L o
K ild
K at
G e
Carol ine</w>
Biz ning</w>
B ri
B ill</w>
Al lah</w>
A t</w>
A r
1 5</w>
0 0
ҳу қу
ҳисо бо
ҳисобо т</w>
ш ар
ф и
у ру
у ларни</w>
ту шун
са ри
с лар</w>
с бата
сбата н</w>
ро зи</w>
р да</w>
ни ят
ни я</w>
ни сбатан</w>
муҳока ма</w>
м ин
м ар
лойиҳа сини</w>
к сари
им ко
зи р
га ни
бош қа</w>
бе риш</w>
 s</w>
yuq ori</w>
yo mon</w>
yap ti</w>
ya sa
wor ked</w>
vie ws</w>
vi r
vi ously</w>
ver sa
v il
usu l
uch ra
u y</w>
u ro
u larga</w>
tu al</w>
tru e</w>
tr an
tor s</w>
tom oni
to'r t</w>
to z</w>
tin u
til gan</w>
te xt</w>
tay yor
ta' lim
star ting</w>
spre ad</w>
sle ep</w>
si on
sen se</w>
sel ves</w>
s ın</w>
s ma
sma ll</w>
s li
s al
ro r</w>
ro l
rela nd</w>
re present</w>
re presen
r ing</w>
qobili yat
qo' shi
qizi q
qay er
qan i</w>
q on
popu lation</w>
per son
pa in</w>
p ing</w>
op port
oldu ğ
oc a</w>
o's mir
o yo
o y</w>
o x</w>
o si
o ds</w>
n ame</w>
mum toz</w>
muh im
mon th</w>
may man</w>
ma themati
ma th</w>
ma teri
ma l</w>
ma gi
lish ini</w>
lar ge</w>
lar ak</w>
la k
ku z
kom p
ko'r sa
kit ob</w>
kichkin a</w>
kichi k</w>
kel gan</w>
ka m</w>
ka b</w>
k ı
k ishi</w>
k en</w>
it ing</w>
it h</w>
ish lar</w>
ish ini</w>
ing dom</w>
influ ence</w>
in side</w>
i la
i ans</w>
he art</w>
ha li</w>
h our</w>
gen i
gan miz</w>
g li
g al
fol low</w>
fik ri
fik r</w>
fel t</w>
fa st</w>
fa mily</w>
f un</w>
ev en
en cy</w>
ec e
e ing</w>
dise ase</w>
di ğ
de li
daraja da</w>
dan ce</w>
da ki</w>
cre ate</w>
com pe
ca demy</w>
c ts</w>
c ting</w>
c le
c are</w>
bu r
bo' lishi
bo oks</w>
biro z</w>
b ola</w>
ar o</w>
an in
al ong</w>
ad ul
ac cep
ac a
Parliamentar ians</w>
P ri
O kay</w>
H o'sh</w>
G illi
F ox</w>
D N
Ch ar
C oca</w>
B al
Ameri can</w>
A cademy</w>
A c
2 5</w>
1 8
қи лиш</w>
ях ши</w>
э ъ
ъ а
хизма т
х ал
фо й
фой да
усу л
то п
тара ф
риш га</w>
р лашган</w>
палата га</w>
па й
одам лар</w>
о либ</w>
н е</w>
му ам
муам мо
мо қда</w>
йў на
иш и</w>
депута тлари</w>
вақ т</w>
ва кил
би ро
бериш га</w>
ба ҳ
ани қ</w>
Шун ингдек</w>
Пала та</w>
Би рлашган</w>
Ам мо</w>
üş ün
yu z
ye ar
yar at
yan ing</w>
y ıl
wor l
wi se</w>
we ek</w>
vi ce</w>
vazi fa
un u</w>
umi d</w>
tur ns</w>
tu g'
tri ed</w>
tom or
tomor row</w>
to'x ta
to m</w>
tir di</w>
ther wise</w>
th ir
ten tion</w>
te k
te gir
tal ked</w>
ta j
t ü
su ch</w>
sp end</w>
sof tw
siz ning</w>
shun dya</w>
shi miz</w>
sh are</w>
se arch</w>
san ds</w>
s ounds</w>
s ar
ri da</w>
ra ther</w>
ra id</w>
r un</w>
r un
qila miz</w>
qa ga</w>
q ni</w>
p le
p l
p ara
our ces</w>
or ity</w>
odam ning</w>
odam larga</w>
o'y n
o't gan</w>
o z
o xir
o sh
o lish</w>
o h</w>
no ta
nati ja
nati j
mu z
mon i
mom ent</w>
minu te</w>
mi ssi
ma di</w>
lo vchi</w>
lo cal</w>
lik ning</w>
lay miz</w>
lash ni</w>
lar ining</w>
lan ib</w>
la ter</w>
l reland</w>
l li
kno w
kil ls</w>
ki d</w>
key ingi</w>
ke ta
ka dar</w>
jo y</w>
ish laydi</w>
ing lar</w>
individu al</w>
in du
hu man
hi l</w>
hi gh
happ y</w>
ha ya
gre ss</w>
gre en</w>
gre e</w>
gon na</w>
gi ving</w>
gener al</w>
g' oya</w>
g ran
fri ends</w>
fa v
f ree</w>
f lo
f il
ex ist
ex er
ess ment</w>
ener gi
ec tion</w>
e ch</w>
e at
dunyo ni</w>
di q
de sign</w>
de di</w>
de bat
da ughter</w>
d o'
d da
contro l</w>
con tinu
co st</w>
chi qi
chang ed</w>
chal len
cha lik</w>
ch es</w>
ch er</w>
cen tury</w>
c ted</w>
c ke
bo'l dim</w>
bila siz</w>
bi tta</w>
bi oti
ber i</w>
be gan</w>
be auti
beauti ful</w>
bab y</w>
ass essment</w>
asbo b
andar in</w>
ak s</w>
af raid</w>
a digan</w>
a bility</w>
Y ani</w>
X ullas</w>
W ith</w>
W a
Twit ter
T om</w>
R e
O ur</w>
O r</w>
O f</w>
N a
M andarin</w>
Lon don</w>
Kild are</w>
H ere</w>
Ac tually</w>
8 0</w>
3 00</w>
3 0
қў шим
қи с
э т
х у
фа а
у му
р ган</w>
парти я
ни ма</w>
ми й</w>
ман фаа
м да</w>
ли гини</w>
лан ма
к он
ибора т</w>
ж и
е ст
да во
д ди
г уру
биз нинг</w>
б а</w>
zi sh</w>
z a</w>
yu t
yo' qo
yil i</w>
yil da</w>
year -</w>
yaq in</w>
ya da</w>
y i</w>
y e</w>
xaqi da</w>
x av
with in</w>
wi fe</w>
wi de</w>
we eks</w>
w il
va tion</w>
v ar</w>
uvchi lar</w>
usu l</w>
u re</w>
tu z
tu rib</w>
tu ra
ting la
thou sands</w>
tel ef
tash kil
ta si</w>
ta q
ta king</w>
t rou
t ni</w>
sy mbo
su l
ste ad</w>
st ant</w>
softw are</w>
si yat
shi r
sh am
sham ol</w>
scho ols</w>
saba b</w>
sa hi
s op
s ol
s k
s es
s er</w>
s cal
re pe
re cogni
ran dom</w>
qizi qar
qiziqar li</w>
q e</w>
produ ce</w>
pri me</w>
pre di
po wer
pi ece</w>
pac e</w>
pa st</w>
pa ge</w>
p ay</w>
ori gin
or din
on da</w>
o'y o</w>
o'r ta
o'q it
o' chi
o larak</w>
o chi
nee ds</w>
narsa ga</w>
n or
murak kab</w>
moq chi
me k</w>
mavju d</w>
ma h
m uni
lon ger</w>
lo ved</w>
libr ary</w>
li d</w>
lari m</w>
lap top</w>
kela j
k lar</w>
j i</w>
ishi miz</w>
ish im</w>
inter est</w>
in in</w>
il y</w>
i x
i c</w>
i bor
hu ge</w>
hi gh</w>
hayo t</w>
gapi r
gani da</w>
gan dan</w>
ga z
focu s</w>
fi re</w>
fe ed
feed back</w>
f ur
f le
f -</w>
exer ci
even tually</w>
ev ol
er ik
ef fec
e ts</w>
dol lar
di e</w>
di a</w>
deta il</w>
d uring</w>
d -</w>
cy cle</w>
con versa
col le
ci es</w>
ce i
c tions</w>
c ity</w>
bor adi</w>
bo y</w>
bi g
be ings</w>
ba ş
b ly</w>
b at</w>
ara h</w>
aq l
am mo</w>
ali ty</w>
a w
a miz</w>
S arah</w>
O K</w>
Ma salan</w>
M on
L u
K ingdom</w>
Inter net</w>
H en
Go od</w>
Gilli an</w>
F ran
Ev an</w>
E very</w>
Ch op
Bi r
B uning</w>
5 00</w>
니 다</w>
ҳукумат нинг</w>
ҳукумат ни</w>
ҳукумат га</w>
ҳо л
қўл ла
қилиш га</w>
қ та
Қирол лик</w>
ўз га
ё р
ёр да
э ди</w>
ш га</w>
чиқи ш</w>
х су
хсу с</w>
фаолият ини</w>
тў лиқ</w>
с ту
ру вчи</w>
ри н
ри во
риво ж
парламент нинг</w>
п ро
ор д
ор ган</w>
о ш
о лма
ну қта
на за
н ы
ми ят</w>
маж бу
м ун
ло ҳи
л ли
л е
кўрса ти
й ман</w>
и ф
и с
з га</w>
жу да</w>
жараё н
жаво б</w>
жа мият</w>
гуру ҳ
ги з</w>
вази фа
бў л
би ри</w>
бериш лари</w>
б ор
ан ъа
ама л
ал батта</w>
а ксари
zi da</w>
z da</w>
yo' q
yo ru
yo l</w>
ya hshi</w>
y üz
x ity</w>
wom en</w>
wom an</w>
with out</w>
wat ching</w>
w ouldn</w>
vi ous</w>
vel osi
uz oq
usti da</w>
u st
tur ned</w>
tu rib
tru st</w>
trou ble</w>
tradi tional</w>
tou ched</w>
ti y</w>
ti shi</w>
ti lida</w>
ti k</w>
th ank</w>
text book</w>
teach ing</w>
ta h
t ı</w>
t lar</w>
sy st
stan ce</w>
son i
so cial</w>
so at</w>
siz lar</w>
sin ce</w>
si te</w>
shun da</w>
shi m</w>
shi fo
shi b</w>
shax siy</w>
sh pri
shpri t
se ek</w>
sakki z</w>
sabab li</w>
sa y
s olu
s is</w>
s b
s and</w>
rish ni</w>
ri ed</w>
res ources</w>
re sul
re por
re -</w>
ra ise</w>
ra di
qu yi
qu ri
qilish ni</w>
qila man</w>
qila digan</w>
qat gina</w>
qara di</w>
qan day
qanday dir</w>
qan cha</w>
q or
pro vi
pro gra
pres sure</w>
pp ed</w>
power ful</w>
poli tical</w>
poli cy</w>
play ing</w>
ph one</w>
per for
pa id</w>
p lo
ou th</w>
ome work</w>
ol din
of fi
odam larning</w>
o'z aro</w>
o xi
o therwise</w>
o liy</w>
o g'ri
no ti
neur on</w>
na faqat</w>
n ine</w>
muno sa
muam mo</w>
mo vement</w>
mi ya</w>
mi st
mathemati cs</w>
ma' ru
m ı</w>
m li</w>
m ini</w>
lo ts</w>
lo gi
li ving</w>
li q</w>
ler i</w>
lea ve</w>
lea st</w>
lash gan</w>
la m
la gan</w>
la bor
ki rib</w>
ki ri
ke ch
k ur
k or</w>
ish ingiz</w>
in stru
in stead</w>
i q
hu su
hu sb
holat da</w>
hi y</w>
hay rat
ha ven</w>
h or
h omework</w>
giz da</w>
gi m</w>
ga p</w>
g lob
fun ction</w>
fl u</w>
fer ence</w>
fa ir
f ay
expe ct</w>
ev ed</w>
es pe
en gin
dollar s</w>
di v
di stri
develop ment</w>
demi c</w>
daqi qa</w>
d üşün
con du
comple xity</w>
committe e</w>
circu m
chi ro
char ac
cep tion</w>
c er</w>
bu gun</w>
bor ib</w>
bo'lar di</w>
bo'l in
ber gan</w>
ber di</w>
ber a</w>
at h</w>
as y</w>
as su
anin o</w>
and ing</w>
ag es</w>
a yol
a x
a st
a siz</w>
X o'sh</w>
Wh ile</w>
Q u
Pi anino</w>
P re
P ar
N o
M ar
L ady</w>
Kat ta</w>
J ames</w>
F a
DN A</w>
D on</w>
Char les</w>
C ha
C an</w>
Bu yuk</w>
B ola
Al z
A v
4 2</w>
16 8
이 동
ҳа лли
ҳалли й</w>
Ҳ у
қўмита лар</w>
қўми та</w>
қиро л</w>
қилиш ади</w>
қар ор
қай та</w>
ў та</w>
я ти
э нг</w>
та к
та з
таз йи
тазйи қ</w>
та ба</w>
т ь</w>
си л</w>
савол лар</w>
с ти
ра ти
ол ди
о таба</w>
о т</w>
о к
ок ру
нар са
мар отаба</w>
ма ҳаллий</w>
иф ода
имко ният
ди м
даво мида</w>
вазир лар</w>
а ж
а вва
Парламент нинг</w>
М а
ı z</w>
ü l
ö y
ç ı
z on</w>
yo' l
yi m</w>
ye tar
yetar li</w>
ye t</w>
ye ah</w>
yan gi
y ur
xav f
wri tten</w>
w ish</w>
w ar</w>
viru s</w>
valu e</w>
us es</w>
un day</w>
un cha</w>
ul ly</w>
tu vchi
trans par
tish ni</w>
timo l</w>
tim ni</w>
ti b
ti ally</w>
te pa
te mp
te ach</w>
tak es</w>
ta'si r
ta bi
t ree</w>
t enti
suc cess
stud y</w>
sti c</w>
ster y</w>
star ts</w>
stan ces</w>
spo ke</w>
some times</w>
sist er</w>
sin ing</w>
shun ing</w>
shun ga</w>
sel ection</w>
se ems</w>
se eing</w>
s ound</w>
s lo
s kills</w>
ro st
ri s
r is</w>
qu t
q an</w>
pp ing</w>
por tan
person al</w>
par ts</w>
p es</w>
ordin ary</w>
or gani
on g
olo gi
ola man</w>
ol ma
ol dim</w>
o'zi m</w>
o'ylay miz</w>
o' n
no to</w>
ni fi
na zar
n es
musi qani</w>
munosa bat
ming lab</w>
milli on
mi t</w>
me t</w>
mash h
mashh ur</w>
makta b</w>
ma'lu m</w>
m ine</w>
m ed</w>
loo ks</w>
lik ely</w>
lik dan</w>
li z
li ved</w>
li t</w>
le ft</w>
lay digan</w>
lar dir</w>
lan ish</w>
ko'r gan
kno wn</w>
k ay
k asi</w>
